{  
  name:"Medical Terminology", 
  sets: [
          {type:"info", 
           prompts:["Lesson 1.1: Introduction to Medical Language. In this lesson, you’ll learn about the origins of medical language and the different categories of medical terms.",
                    "By the end of this lesson, you will be able to describe the four origins of medical language and define two categories of medical terms.",
                    "Lesson time: about 10 minutes."]},
          {type:"info",
           prompts:["Topic 1: The Origins of Medical Language.",
                    "As the practice of medicine evolves, so does the language of medicine and healthcare. New terms are being added everyday, while older terms fall out of use.",
                    "Medical language is constantly evolving, so healthcare professionals must continue to learn new terms to do their jobs effectively.",
                    "Over the centuries, medical language has developed from four primary sources: Greek and Latin word parts, eponyms, acronyms and modern scientific language."]},
          {type:"info",
           prompts:["Greek and Latin word parts. Many medical terms have Greek and Latin origins.",
                    "Example: ARTHR/ITIS  is a combination of two Latin word parts: ARTHR, meaning of the joints or limbs, and ITIS, meaning inflammation."]},
          {type:"info",
           prompts:["Eponyms. Eponyms are derived from people or place names, usually the person who discovered the disease or the place it was discovered.",
                    "Example: Bell’s Palsy is neurological condition named after its discoverer, Sir Charles Bell."]},
          {type:"info",
           prompts:["Acronyms. Acronyms are terms made from the first letters of other words or phrases.",
                    "Example: AIDS is an acronym for acquired immunodeficiency syndrome."]},
          {type:"info",
           prompts:["Modern language. Modern language, especially from the fields of science and technology, is a major source of new medical terms.",
                    "Examples: scanner and nuclear medicine are terms derived from modern language."]},
          {type:"sectmsg",
           prompts:["Review. The four main sources of medical language are Greek and Latin word parts, eponyms, acronyms, and modern language."]},
          {type:"multi",
           prompts:["1. Which of these terms is an example of an acronym? Text A,B,C, or D.", 
                    "A. SIDS (sudden infant death syndrome)\nB. Gout\nC. Transdermal medicated patch\nD. Epstein-Barr syndrome"],
           responses:{a: {correct:True, prompts:["Correct. The acronym for sudden infant death syndrome is SIDS. Acronyms are made by abbreviating words or phrases."]},
                      b: {correct:False, prompts:["Incorrect. Acronyms are made by abbreviating words or phrases. Gout is not an abbreviation. Choose another answer."]},
                      c: {correct:False, prompts:["Incorrect. Acronyms are made by abbreviating words or phrases. Transdermal medicated patch is a phrase, not an abbreviation. Choose another answer."]},
                      d: {correct:False, prompts:["Acronyms are made by abbreviating words or phrases. Epstein-Barr are people names. Choose another answer."]}}},
          {type:"multi",
           prompts:["An eponym is derived from which of the following sources? Text A,B,C, or D.",
                    "A. Abbreviated words or phrases\nB. Person or place names\nC. Modern language\nD. A combination of Greek or Latin word parts"],
           responses:{a: {correct:False, prompts:["Incorrect. Acronyms are made from the abbreviation of words or phrases. Choose another answer."]},
                      b: {correct:True, prompts:["Correct. An eponym is derived from a person or place name.  Example: Alzheimer’s disease."]},
                      c: {correct:False, prompts:["Incorrect. Modern language is a source of medical terminology, but it is not the source of eponyms. Choose another answer."]},
                      d: {correct:False, prompts:["Incorrect. Greek and Latin word parts are a source of medical language, but they are not the source of eponyms. Choose another answer."]}}},
          {type:"info",
           prompts:["Topic 2. Categories of Medical Terms.",
                    "Medical terms fall into two categories: terms that are made from word parts, and terms that are not made from word parts.",
                    "Example: PHLEB/ITIS  is made from the word parts PHLEB and ITIS. If you know the meaning of these word parts, you can determine the meaning of the word.",
                    "The meanings of eponyms, acronyms, and terms derived from modern language cannot be determined by studying the words parts.",
                    "For terms in this second category, you must memorize each term to understand its meaning.",
                    "This course will mainly focus on teaching you the meaning of word parts."]},
          {type:"sectmsg",
           prompts:["Summary. At this point, you should be able to describe the four main origins of medical language and the two main categories of medical terms."]},
          {type:"multi",
           prompts:["1. Which of these terms is derived from modern language? Text A,B,C, or D.", 
                    "A. X-ray\nB. MRSA\nC. Parkinson’s disease\nD. TB"],
           responses:{a: {correct:True, prompts:["Correct. X-ray is a term from modern science. "]},
                      b: {correct:False, prompts:["Incorrect. MRSA is an acronym for Methicillin-resistant Staphylococcus aureus, a type of bacteria. Choose another answer."]},
                      c: {correct:False, prompts:["Incorrect. Parkinson’s disease is an eponym named after Dr. James Parkinson, its discoverer. Choose another answer."]},
                      d: {correct:False, prompts:["Incorrect. TB is an acronym for Tuberculosis, a bacteria that typically affects the lungs. Choose another answer."]}}},
          {type:"multi",
           prompts:["2. Why is it important to know which of the two categories a term belongs to? Text A,B,C, or D.",
                    "A. It will tell you if a word is an acronym or not.\nB. It will make medical language easier to pronounce.",
                    "C. If the word is an eponym, it will make it easier to remember.\nD. It will affect the way you study and learn it"],
           responses:{a: {correct:False, prompts:["Incorrect. You cannot tell if a term is an acronym by knowing which category it belongs to. Choose another answer."]},
                      b: {correct:False, prompts:["Incorrect. The pronounciation of terms is not affected by which category it belongs to. Choose another answer."]},
                      c: {correct:False, prompts:["Incorrect. Knowing which category a term belongs to does not make memorizing eponyms easier. Choose another answer."]},
                      d: {correct:True, prompts:["Correct. Terms that are made from word parts can be broken down into smaller units of meaning as a way of studying and learning them. Terms that are not made of word parts must be individually memorized."]}}}
]
}

